[CX_PsiArmor X2ArmorTemplate]
FriendlyName="Пси-броня"
FriendlyNamePlural="Пси-броня"
BriefSummary="Пси-броня, как мы ее называем, представляет собой псионически-усиленный костюм. Несмотря на то что она не дает такого увеличения защиты, как тяжелая броня, она повышает пси-возможности носителя. Данная броня повышает параметры здоровья, мобильности, защиты и самое главное - волю носителя. Помимо этого, данный костюм обеспечивает носителю данной брони значительно увеличение пси-силы."
TacticalText="<Bullet/>Дает бонус к здоровью, мобильности, защите, воле и пси-силе.<Bullet/>Примечание: Увеличение пси-силы доступно только для пси-агентов."


[PsiArmorTech X2TechTemplate]
DisplayName="Пси-броня"
Summary="Пси-броня, как мы ее называем, представляет собой псионически-усиленный костюм. Несмотря на то что она не дает такого увеличения защиты, как тяжелая броня, она повышает пси-возможности носителя. Данная броня повышает параметры здоровья, мобильности, защиты и самое главное - волю носителя. Помимо этого, данный костюм обеспечивает носителю данной брони значительно увеличение пси-силы."
CodeName="Омега"
LongDescription="Пси-броня, как мы ее называем, представляет собой псионически-усиленный костюм. Несмотря на то что она не дает такого увеличения защиты, как тяжелая броня, она повышает пси-возможности носителя. Данная броня повышает параметры здоровья, мобильности, защиты и самое главное - волю носителя. Помимо этого, данный костюм обеспечивает носителю данной брони значительно увеличение пси-силы."



[Obbe_PsiHeadGear_Male X2BodyPartTemplate]
DisplayName="Obbe_PsiHeadGear_Male"

